//MARK: Tab labels
"Tab buttons" = "Botones";
"Tab cursor" = "Mouse";
"Tab scroll" = "Desplazamiento";
"Tab keys" = "Teclado";
"Tab apps" = "Excepciones";
"Tab settings" = "Configuración";

//MARK: Action menu items
"Button action Double Click" = "Doble Clic";
"Button action Triple Click" = "Triple Clic";
"Button action Look Up" = "Consultar";
"Button action Smart Zoom" = "Zoom Inteligente";
"Button action Cmd Click" = "Clic ⌘";
"Button action Shift Cmd Click" = "Clic ⇧⌘";
"Button action Shift Click" = "Clic ⇧";
"Button action Ctrl Cmd Click" = "Clic ⌃⌘";
"Button action Option Click" = "Clic ⌥";
"Button action Left Click" = "Clic Izquierdo";
"Button action Middle Click" = "Clic Central";
"Button action Right Click" = "Clic Derecho";
"Button action Mod Clicks" = "Mod Clicks";
"Button action Zoom Window" = "Zoom de Ventana";
"Button action Fullscreen Window" = "Pantalla Completa";
"Button action Backlight" = "Retroiluminación";
"Button action Backlight Down" = "Bajar Retroiluminación";
"Button action Backlight Up" = "Subir Retroiluminación";
"Button action Media Next" = "Pista Siguiente";
"Button action Media Play/Pause" = "Reproducir/Pausa";
"Button action Media Previous" = "Pista Anterior";
"Button action Mute Mic" = "Silenciar Micrófono";
"Button action Swipe Back" = "Deslizar Atrás";
"Button action Swipe Forward" = "Deslizar Adelante";
"Button action Pan" = "Paneo";
"Button action 2 Finger Scroll" = "Desplazamiento con 2 Dedos";
"Button action 3 Finger Swipe L" = "Deslizar con 3 Dedos ←";
"Button action 3 Finger Swipe R" = "Deslizar con 3 Dedos →";
"Button action 3 Finger Swipe U" = "Deslizar con 3 Dedos ↑";
"Button action 3 Finger Swipe D" = "Deslizar con 3 Dedos ↓";
"Button action 3 Finger Pinch in" = "Pellizcar con 3 Dedos (Cerrar)";
"Button action 3 Finger Pinch out" = "Pellizcar con 3 Dedos (Abrir)";
"Button action Scroll Left" = "Desplazar a la Izquierda";
"Button action Scroll Right" = "Desplazar a la Derecha";
"Button action Zoom In" = "Acercar";
"Button action Zoom Out" = "Alejar";
"Button action Volume" = "Volumen";
"Button action Volume Down" = "Bajar Volumen";
"Button action Volume Mute" = "Silenciar";
"Button action Volume Up" = "Subir Volumen";
"Button action App Switch" = "Cambiar de App";
"Button action Sleep" = "Reposo";
"Button action Logout" = "Cerrar Sesión";
"Button action Screen Off" = "Apagar Pantalla";
"Button action Lock Screen" = "Bloquear Pantalla";
"Button action App Launch" = "Lanzar App";
"Button action IM Switch" = "Cambiar Método de Entrada";
"Button action Extra Keys" = "Teclas Adicionales";
"Button action Shift Scroll" = "Desplazamiento Horizontal";
"Button action Cmd Scroll" = "Desplazamiento Rápido";
"Button action Ctrl Scroll" = "Zoom";
"Button action Do Nothing" = "No hacer nada";

//MARK: Question Mark Helps
//Buttons tab
"Help left click through" = "Cuando esta opción está activada, solo necesita hacer clic una vez en un botón de una ventana inactiva.";
"Help right click through" = "Activa la ventana correspondiente primero cuando hace clic derecho en una ventana inactiva.";
"Help trackpad left click through" = "Clic izquierdo a través del trackpad";
"Help trackpad right click through" = "Clic derecho a través del trackpad";
"Help binding click through" = "Esta columna de interruptores es la opción de clic a través para cada elemento. Cuando está activada, la ventana debajo del cursor se activará primero antes de que se ejecute la acción asignada.\n\nPor ejemplo, si está activada para el atajo ⌘+w, cerrará la ventana debajo del cursor en lugar de la que está actualmente activa.\n\nAlgunas acciones no están diseñadas para funcionar de esta manera porque no están relacionadas con ventanas, por lo que ocultamos esta opción para ellas.";
"Help pan" = "Desplácese libremente en cualquier dirección arrastrando con un botón, similar al desplazamiento del trackpad. También puede hacer zoom o cambiar la velocidad con las teclas modificadoras establecidas en la pestaña Desplazamiento.\n\nHaga clic en la casilla para resaltarla, luego haga clic en el botón que desea asignar para el paneo.\n\nHaga clic izquierdo nuevamente mientras la casilla está resaltada para desactivar la función de paneo.\n\nLa función de paneo desactiva los gestos de arrastre asignados a ese botón.";
"Help pan momentum" = "Inercia al estilo del trackpad para el paneo con el botón derecho que creemos que le encantará.";
"Help multishot" = "Esta columna de interruptores es la opción de multidisparo para las asignaciones de teclas de acceso rápido de los gestos direccionales y de pulsación larga.\n\nActive esto para disparar el atajo de teclado correspondiente repetidamente con el movimiento del gesto.\n\nLas acciones en la lista desplegable tienen sus propias propiedades intrínsecas de multidisparo y no tienen opción aquí.";

//Mouse tab
"Help cursor switch" = "Este es el mismo control que \"Configuración del Sistema -> Mouse -> Velocidad del puntero\", pero con la aceleración y la velocidad separadas como deberían estar.\n\nPara macOS Sonoma, debe activar \"Configuración del Sistema -> Mouse -> Avanzado -> Aceleración del puntero\" para que ambos deslizadores funcionen correctamente.\n\nEstos dos deslizadores y la velocidad del puntero en Configuración del Sistema pueden anularse entre sí. Si activa este control del cursor, evite cambiarlo en el panel de Configuración del Sistema u otras aplicaciones.\n\nSi desactiva este interruptor, la aplicación devolverá estos valores a los predeterminados del sistema.\n\nValores recomendados para usuarios de Windows: \nAceleración: 0";
"Help cursor hold" = "Mantiene el cursor del mouse quieto durante los gestos direccionales o el paneo.";
"Help unifying pairing" = "1. Seleccione un canal en su mouse, luego apague el mouse.\n\n2. Haga clic en el botón de emparejamiento de la izquierda para poner su receptor USB en modo de emparejamiento.\n\n3. Encienda su mouse para que busque y se empareje con el dongle.\n\nHaga clic en el botón x junto a cada ranura para que su dongle borre la información de emparejamiento y libere esa ranura para un nuevo dispositivo.";
"Help bolt pairing" = "1. Mantenga presionado el botón de canal en su dispositivo hasta que el LED parpadee rápidamente.\n\n2. Haga clic en el botón Emparejar de la izquierda.\n\n3.a Para teclados, ingrese el código numérico que se muestra, luego presione Enter.\n\n3.b Para mouses, ingrese la secuencia izquierda/derecha con el clic izquierdo/derecho, luego presione los botones izquierdo y derecho simultáneamente como Enter.";
"Help Onboard profile" = "Desactive los perfiles integrados para liberar todos esos botones de cambio de perfil y preajustes para la asignación. O active esto si desea utilizar su configuración integrada.";
"Help quirk buttons" = "Estos botones definidos por el proveedor han sido codificados para funciones como alt-tab o para cambiar el modo de rueda libre/por pasos.\n\nMarque estas casillas para que actúen como un botón estándar y puedan ser reconocidos en la pestaña Botones para asignaciones.";
"Help hires wheel" = "En este modo, la rueda de desplazamiento emite tics mucho más densos (generalmente 8x). Su desplazamiento se sentirá mucho más suave en consecuencia.\n\nFunciona mejor en el modo de giro libre.\n\nLa configuración del panel de Desplazamiento debe ajustarse en consecuencia. Sugerimos poner los deslizadores de \"punto de freno\", \"velocidad\" y \"más suave\" al mínimo en este modo, y solo ajustar la \"duración\" y la \"aceleración\" para que se sienta lo más parecido al trackpad.";
"Help ratchet" = "Solo puede usar este interruptor para cambiar entre los modos de rueda libre y por pasos de la rueda de desplazamiento si ha habilitado el botón físico (generalmente el botón 6) para la asignación anterior.";
"Help thumbwheel for shortcuts" = "Usando este modo, puede asignar gestos de clic, pulsación larga y direccionales izquierda/derecha a la rueda de pulgar en el panel de Botones.\n\nIf you want the thumbwheel to perform different functions in different apps, you need to use this mode.";
"Help thumbwheel for hscroll" = "";
"Help thumbwheel for vscroll" = "Esto se ofrece como una opción solo porque podemos, no porque pensemos que tiene algún sentido.";
"Help thumbwheel for zoom" = "";
"Help thumbwheel dir inv" = "Selección de dirección para las 4 opciones anteriores por separado.";

//Keyboard Tab
"Help keys sub" = "Sustitución a nivel de sistema de una tecla física por otra por teclado. Tiene una prioridad más alta que los mapas de teclas generales y de Logi anteriores.\n\nHaga clic en la flecha del medio para cambiar entre mapeo unidireccional o bidireccional.\n\nSolo se permite un mapa por tecla.";
"Help logi keyb" = "Mapas a nivel de aplicación de las teclas reprogramables de Logi. Las verdes son teclas no estándar que no están en las teclas Fn.\n\nPuede asignarlas a combinaciones de teclas o acciones de la lista desplegable, al igual que las asignaciones para los botones del mouse.\n\nTiene una prioridad más alta que el mapa de teclas general anterior.";
"Help logi keyb brightness" = "Esta línea no ofrece ningún control, solo indica el nivel de brillo actual de la retroiluminación del teclado y la fuente de control.\n\n\"Automático\" significa que depende de la luz ambiental.\n\nEn modo automático, la barra de brillo puede no reflejar el valor real para algunos teclados.";
"Help general key bind" = "Mapas generales a nivel de aplicación de una pulsación de tecla o combinación de teclas a otra pulsación/combinación de teclas/acción.\n\nHaga clic en el botón de más para agregar un elemento de mapeo, y haga clic en cada casilla para establecer el foco de entrada del teclado.";

//Scroll tab
"Help scroll smooth" = "Este interruptor controla la suavidad de todos los desplazamientos verticales, horizontales y con la tecla Mayús, y el zoom con la tecla Ctrl depende de esto para funcionar.";
"Help scroll more smooth" = "Un simple filtro posterior para suavizar aún más los desplazamientos, aplicado después de los 4 parámetros anteriores, prácticamente sin sobrecarga, le brinda otra dimensión de control entre rapidez y suavidad.\n\nNo tiene efecto cuando se establece en 0, si no le gusta. Se siente más lento pero más suave cuando se establece más alto.";
"Help scroll acc" = "El contenido se desplaza más lejos cuando gira el mismo ángulo de la rueda en un período más corto. Este parámetro decide la intensidad de este efecto.\n\nAhora se implementa por software y no se verá afectado por la \"Velocidad de desplazamiento del Mouse\" en la Configuración del Sistema.";
"Help scroll to raise" = "Desplácese sobre una ventana para traerla al frente.\n\nCon el clic izquierdo a través habilitado, estábamos constantemente estresados por el miedo de hacer clic accidentalmente en algo que no deberíamos al intentar activar una ventana, como una ventana de calculadora llena de botones.\n\nDescubrimos que esta función es, con mucho, la forma menos estresante de activar una ventana.\n\nIt'd be better to uncheck it when you fiddle with other scrolling parameters to keep the window floating.";
"Help scroll brake" = "Esta configuración es solo para el desplazamiento suave. Determina a partir de qué cuadro un desplazamiento comienza a desacelerar, variando de 1 a la duración.";
"Help scroll distance" = "Con el desplazamiento suave activado, son píxeles por cuadro; con el desplazamiento suave desactivado, son líneas por tic.\n\nTiene 4 valores guardados diferentes, según la configuración de suavidad y aceleración, diferenciados por colores.";
"Help scroll duration" = "Duración del desplazamiento para un tic de la rueda en desplazamiento suave, en unidades de cuadros.\n\nSe adapta a la frecuencia de actualización, por ejemplo, si establece este valor en 20, obtendrá una duración de desplazamiento de 20/60 = 1/3 de segundo sin importar si la frecuencia de actualización de su sistema es de 60Hz o 120Hz.";
"Help scroll hori invert" = "Inversión de la dirección del desplazamiento horizontal solo para la rueda de mouse física.";
"Help scroll hori speed" = "Ajuste de la velocidad de desplazamiento horizontal. El valor 5 es la velocidad predeterminada del sistema, lo que significa que el rango de ajuste es de 0.2 a 10 veces la velocidad predeterminada.\n\nEl «desplazamiento horizontal físico» se refiere principalmente a la inclinación de la rueda y al desplazamiento con la rueda de pulgar cuando está configurada en «Usar para despl. H» en la pestaña «Ratón».";
"Help scroll vert invert" = "Inversión de la dirección del desplazamiento vertical solo para la rueda del mouse. Si tiene instalado un controlador de mouse de terceros, esta configuración puede resultar confusa debido al control en cascada.";
"Help shift scroll" = "Mantenga presionada la tecla modificadora mientras se desplaza para obtener un desplazamiento horizontal.";
"Help ctrl scroll zoom" = "Mantenga presionada la tecla modificadora mientras se desplaza o panea hacia arriba/abajo para realizar zoom/pellizco.";
"Help cmd scroll" = "Mantenga presionada la tecla modificadora mientras se desplaza/hace zoom/panea para obtener una velocidad alterada.\n\nFunciona para todos los desplazamientos físicos H/V, desplazamiento con Mayús, desplazamiento con Ctrl, desplazamiento/zoom con la rueda de pulgar, zoom con gestos, paneo y paneo con Ctrl.";
"Help cmd scroll speed" = "";

//Setting tab
"Help hide icon" = "Ocultar el ícono de la barra de menús.\n\nVuelva a iniciar la aplicación mientras ya se está ejecutando para que el ícono de la barra de menús vuelva a aparecer.";
"Help color scheme" = "Desmarque ambos interruptores para que el esquema de colores siga al del sistema.";
"Help tighten icons" = "Una función irrelevante que puede resultar útil. Hace que los íconos de su barra de menús estén más juntos.\n\nEntra en vigor la próxima vez que inicie sesión.";
"Help charge limit" = "Otra función irrelevante que puede resultar útil.\n\nUse el nuevo interruptor incorporado de Apple para limitar la carga de la batería al 80%. Disponible desde Apple Silicon y macOS 13. Solo tiene una opción del 80% sin otras opciones.\n\nEste es un interruptor de firmware, lo que significa que una vez configurado, no necesita tener la aplicación en ejecución para mantenerlo. También puede sobrevivir a los ciclos de reposo/despertar sin ninguna atención.\n\nSin embargo, no puede sobrevivir a los ciclos de encendido, lo que significa que aún necesita iniciar la aplicación para habilitarlo después de un encendido.\n\nLos cambios necesitan aproximadamente un minuto para surtir efecto, sea paciente.\n\nSi habilita esto con su batería cargada a más del 80%, se descargará al 80% por el firmware automáticamente, no necesita desenchufar el cable.\n\nSe necesita el permiso \"Permitir en segundo plano\". Pero de hecho, nada se ejecuta en segundo plano. Es simplemente una forma de ejecutar \"sudo\" en la aplicación. La descripción de los elementos de segundo plano en la aplicación de Configuración es un poco confusa en mi opinión. No es necesario permitir este permiso mientras mantenga esta función desactivada.";
"Help charge limit 147+" = "Desde macOS 14.7, Apple ha eliminado el limitador de carga del 80% integrado en el firmware y es poco probable que lo restablezca.\n\nAsí que recurrimos al limitador convencional, más primitivo y basado en software, simplemente porque realmente no queremos mantener otra aplicación en ejecución para algo tan simple.";
"Help activate license" = "Si compró antes o en el sitio web y solo ingresa el código de activación aquí, reinicie la aplicación después de terminar y espere 10 segundos para que la aplicación se ponga verde.";
"Help deactivate" = "Sí, hacer clic en el botón \"Desactivar Licencia\" en la ventana emergente puede eliminar esta activación de su licencia, liberando un espacio para uso futuro.";
"Help v scroll sliders" = "Scroll over a slider to adjust it. This works for sliders that can be recognized by VoiceOver.";
"Help h scroll sliders" = "Scroll over a slider to adjust it. This works for sliders that can be recognized by VoiceOver.\n\nThis can be triggered not only by physical horizontal scrolling, but also by shift-scrolling and h-scrolling through gestures.";
"Help interfering apps" = "Apps that have the capability of manipulating mouse and keyboard actions as well in real-time.";

//MARK: Button Binding Hint
"btn hint double click"				= "Doble clic simulado, viene naturalmente con un efecto de clic a través.";
"btn hint triple click"				= "Triple clic simulado, viene naturalmente con un efecto de clic a través.";
"btn hint look up"					= "También conocido como clic fuerte, o cmd-ctrl-D.";
"btn hint smart zoom"				= "El equivalente a un doble toque con dos dedos en el trackpad.";
"btn hint cmd click"				= "Clic izquierdo simulado con la tecla CMD presionada.\n\nSi también desea arrastrar con este clic, debe eliminar todas las demás asignaciones de este botón.";
"btn hint shift cmd click"			= "Clic izquierdo simulado con las teclas Mayús y CMD presionadas.\n\nSi también desea arrastrar con este clic, debe eliminar todas las demás asignaciones de este botón.";
"btn hint shift click"				= "Clic izquierdo simulado con la tecla Mayús presionada.\n\nSi también desea arrastrar con este clic, debe eliminar todas las demás asignaciones de este botón.";
"btn hint ctrl cmd click"			= "Clic izquierdo simulado con las teclas Ctrl y CMD presionadas. Esto se usa para arrastrar una ventana desde cualquier posición con [NSWindowShouldDragOnGesture](https://www.google.com/search?q=NSWindowShouldDragOnGesture) habilitado en Terminal.\n\nSi también desea arrastrar con este clic, debe eliminar todas las demás asignaciones de este botón.";
"btn hint option click"				= "Clic izquierdo simulado con la tecla Opción presionada.\n\nSi también desea arrastrar con este clic, debe eliminar todas las demás asignaciones de este botón.";
"btn hint left click"				= "Clic izquierdo simulado para su lesión por esfuerzo repetitivo a pedido.\n\nSi también desea arrastrar con este clic, debe eliminar todas las demás asignaciones de este botón.";
"btn hint middle click"				= "Clic central simulado.\n\nSi también desea arrastrar con este clic, debe eliminar todas las demás asignaciones de este botón.";
"btn hint right click"				= "Clic derecho simulado.\n\nSi también desea arrastrar con este clic, debe eliminar todas las demás asignaciones de este botón.";
"btn hint mod clicks"				= "If you also want to drag with the assigned click, this button must have no other bindings.";
"btn hint swipe forward"			= "Una simulación de deslizar con dos dedos hacia la izquierda en el trackpad, pero sin animación.";
"btn hint swipe back"				= "Una simulación de deslizar con dos dedos hacia la derecha en el trackpad, pero sin animación.";
"btn hint 3 finger swipe L"			= "Nuestra versión rápida para cambiar entre espacios de escritorio.\n\nSi no le gusta y prefiere la versión original del sistema, asigne \"ctrl + →\" en su lugar.";
"btn hint 3 finger swipe R"			= "Nuestra versión rápida para cambiar entre espacios de escritorio.\n\nSi no le gusta y prefiere la versión original del sistema, asigne \"ctrl + ←\" en su lugar.";
"btn hint 3 finger swipe U"			= "Nuestra versión rápida de Mission Control.\n\nSi no le gusta y prefiere la versión original del sistema, asigne \"ctrl + ↑\" en su lugar.";
"btn hint 3 finger swipe D"			= "Nuestra versión rápida de App Exposé.\n\nSi no le gusta y prefiere la versión original del sistema, asigne \"ctrl + ↓\" en su lugar.";
"btn hint 3 finger pinch in"		= "Nuestra versión rápida de Launchpad.\n\nSi no le gusta y prefiere la versión original del sistema, debe asignarle un atajo de teclado en la Configuración del Sistema y luego vincular ese atajo aquí.";
"btn hint 3 finger pinch out"		= "Nuestra versión rápida para mostrar el escritorio.\n\nSi no le gusta y prefiere la versión original del sistema, asigne \"F11\" en su lugar.";

"btn hint scroll left"				= "Un solo disparo de desplazamiento a la izquierda. Implementado a través de desplazamiento con Mayús. Para convertir esto en un multidisparo, asígnelo a una pulsación larga en lugar de a un clic de botón.";
"btn hint scroll right"				= "Un solo disparo de desplazamiento a la derecha. Implementado a través de desplazamiento con Mayús. Para convertir esto en un multidisparo, asígnelo a una pulsación larga en lugar de a un clic de botón.";
"btn hint zoom in"					= "Un solo disparo de acercamiento. Implementado a través de desplazamiento con Ctrl. Para convertir esto en un multidisparo, asígnelo a una pulsación larga en lugar de a un clic de botón.";
"btn hint zoom out"					= "Un solo disparo de alejamiento. Implementado a través de desplazamiento con Ctrl. Para convertir esto en un multidisparo, asígnelo a una pulsación larga en lugar de a un clic de botón.";
"btn hint zoom window"				= "Un equivalente a hacer clic con Opción en el botón verde o hacer doble clic en la barra de título de una ventana.\n\nEn caso de que no esté familiarizado con:\nSalir de la app:				⌘Q\nForzar salida de la app:		⌥⌘ESC\nCerrar pestaña o ventana:	⌘W\nCerrar todas las ventanas:		⇧⌘W\nMinimizar ventana:		⌘M";
"btn hint fullscreen window"		= "Un equivalente a hacer clic en el botón verde de una ventana.\n\nEn caso de que no esté familiarizado con:\nSalir de la app:				⌘Q\nForzar salida de la app:		⌥⌘ESC\nCerrar pestaña o ventana:	⌘W\nCerrar todas las ventanas:		⇧⌘W\nMinimizar ventana:		⌘M";
"btn hint media p/p"				= "";
"btn hint media prev"				= "";
"btn hint media next"				= "";
"btn hint mute mic"					= "Esto mostrará un ícono de silencio en la barra de menús cuando esté silenciado. También puede hacer clic en el ícono para reactivar el sonido.";
"btn hint vol mute"					= "";
"btn hint vol up"					= "";
"btn hint vol down"					= "";
"btn hint backlight up"				= "";
"btn hint backlight down"			= "";
"btn hint sleep"					= "";
"btn hint logout"					= "";
"btn hint screen off"				= "";
"btn hint lock screen"				= "";
"btn hint app launch"				= "BetterMouse doesn't support scripts as a target directly. However, you can export your script as an app with the Script Editor app, move it to the Applications folder, then select it here.";
"btn hint IM switch"				= "Cambio de método de entrada/fuente de teclado";
"btn hint do nothing"				= "Si no se asigna ninguna acción a un clic de botón, se envía el evento de clic de botón original. Si asigna este elemento a un botón, no se envía nada para evitar activaciones falsas.\n\nGeneralmente se usa en la rueda de pulgar.";

//MARK: Button-scroll Binding Hint
"btnscl hint hori scroll"			= "Una imitación del desplazamiento con Mayús.";
"btnscl hint fast scroll"			= "Una imitación del desplazamiento con CMD.";
"btnscl hint zoom"					= "Una imitación del desplazamiento con Ctrl.";
"btnscl hint app switch"			= "";
"btnscl hint vol"					= "";
"btnscl hint backlight"				= "";

//MARK: Gesture Binding Hint
"ges hint smart zoom"				= "El equivalente a un doble toque con dos dedos en el trackpad.";
"ges hint swipe forward"			= "Un solo disparo de deslizar con dos dedos hacia la izquierda en el trackpad, sin animación.";
"ges hint swipe back"				= "Un solo disparo de deslizar con dos dedos hacia la derecha en el trackpad, sin animación.";
"ges hint 2 finger scroll"			= "Una simulación de deslizar con 2 dedos en el trackpad con un gesto de arrastre del mouse. Se puede usar como gestos de deslizar a la izquierda/derecha, como el \"Deslizar Adelante/Atrás\" anterior, pero con animaciones. O se puede usar simplemente como desplazamiento.\n\nLa diferencia entre esto y el \"Paneo\" que ofrece esta aplicación es que el Paneo es un desplazamiento puro y no activa ningún gesto, por lo que se siente más receptivo y sin esfuerzo. Además, al Paneo se le ha asignado una menor fricción inercial.";
"ges hint pan"						= "No tiene suficientes botones. No puede permitirse dedicar un botón entero al paneo, tiene un plan mucho más grande para ese botón. Sin embargo, ha descubierto que el desplazamiento con 2 dedos es demasiado pegajoso para ser utilizado para el desplazamiento puro (no puede desplazarse en diagonal y viene inherentemente con gestos del sistema operativo), aquí es donde entra en juego este paneo.\n\nEs lo mismo que el paneo con botón de abajo, pero solo necesita un gesto direccional para activarlo. Una vez que se activa, puede panear en cualquier dirección como de costumbre.";
"ges hint 3 finger swipe L"			= "Nuestra versión rápida para cambiar entre espacios de escritorio.\n\nSi no le gusta y prefiere la versión original del sistema, asigne \"ctrl + →\" en su lugar.";
"ges hint 3 finger swipe R"			= "Nuestra versión rápida para cambiar entre espacios de escritorio.\n\nSi no le gusta y prefiere la versión original del sistema, asigne \"ctrl + ←\" en su lugar.";
"ges hint 3 finger swipe U"			= "Nuestra versión rápida de Mission Control.\n\nSi no le gusta y prefiere la versión original del sistema, asigne \"ctrl + ↑\" en su lugar.";
"ges hint 3 finger swipe D"			= "Nuestra versión rápida de App Exposé.\n\nSi no le gusta y prefiere la versión original del sistema, asigne \"ctrl + ↓\" en su lugar.";
"ges hint 3 finger pinch in"		= "Nuestra versión rápida de Launchpad.\n\nSi no le gusta y prefiere la versión original del sistema, debe asignarle un atajo de teclado en la Configuración del Sistema y luego vincular ese atajo aquí.";
"ges hint 3 finger pinch out"		= "Nuestra versión rápida para mostrar el escritorio.\n\nSi no le gusta y prefiere la versión original del sistema, asigne \"F11\" en su lugar.";
"ges hint scroll left"				= "Cuando desee una forma conveniente de desplazarse a la izquierda/derecha pero no le guste que las cuatro direcciones de un botón estén ocupadas por el Paneo, y tampoco quiera que se active \"avanzar/retroceder\" con el desplazamiento de 2 dedos, debe usar este.";
"ges hint scroll right"				= "Cuando desee una forma conveniente de desplazarse a la izquierda/derecha pero no le guste que las cuatro direcciones de un botón estén ocupadas por el Paneo, y tampoco quiera que se active \"avanzar/retroceder\" con el desplazamiento de 2 dedos, debe usar este.";
"ges hint zoom in"					= "Zoom continuo mediante gestos direccionales, con un clic a través obligatorio ya que no tiene efecto en ventanas inactivas.";
"ges hint zoom out"					= "Zoom continuo mediante gestos direccionales, con un clic a través obligatorio ya que no tiene efecto en ventanas inactivas.";
"ges hint zoom window"				= "Un equivalente a hacer clic con Opción en el botón verde o hacer doble clic en la barra de título de una ventana.\n\nEn caso de que no esté familiarizado con:\nSalir de la app:				⌘Q\nForzar salida de la app:		⌥⌘ESC\nCerrar pestaña o ventana:	⌘W\nCerrar todas las ventanas:		⇧⌘W\nMinimizar ventana:		⌘M";
"ges hint fullscreen window"		= "Un equivalente a hacer clic en el botón verde de una ventana.\n\nEn caso de que no esté familiarizado con:\nSalir de la app:				⌘Q\nForzar salida de la app:		⌥⌘ESC\nCerrar pestaña o ventana:	⌘W\nCerrar todas las ventanas:		⇧⌘W\nMinimizar ventana:		⌘M";
"ges hint media p/p"				= "";
"ges hint prev"						= "";
"ges hint next"						= "";
"ges hint mute mic"					= "Esto mostrará un ícono de silencio en la barra de menús cuando esté silenciado. También puede hacer clic en el ícono para reactivar el sonido.";
"ges hint vol mute"					= "";
"ges hint vol up"					= "";
"ges hint vol down"					= "";
"ges hint backlight up"				= "";
"ges hint backlight down"			= "";
"ges hint app switch"				= "Una simulación del alt-tab con un gesto de arrastre del mouse.";
"ges hint sleep"					= "";
"ges hint logout"					= "";
"ges hint screen off"				= "";
"ges hint lock screen"				= "";
"ges hint app launch"				= "BetterMouse doesn't support scripts as a target directly. However, you can export your script as an app with the Script Editor app, move it to the Applications folder, then select it here.";
"ges hint IM switch"				= "";

//MARK: General Key Binding Hint
"gkey hint sleep"					= "";
"gkey hint logout"					= "";
"gkey hint screen off"				= "";
"gkey hint lock screen"				= "";
"gkey hint do nothing"				= "";
"gkey hint swipe forward"			= "Una simulación de deslizar con dos dedos hacia la izquierda en el trackpad, pero sin animación.";
"gkey hint swipe back"				= "Una simulación de deslizar con dos dedos hacia la derecha en el trackpad, pero sin animación.";
"gkey hint 3 finger swipe L"		= "Nuestra versión rápida para cambiar entre espacios de escritorio.\n\nSi no le gusta y prefiere la versión original del sistema, asigne \"ctrl + →\" en su lugar.";
"gkey hint 3 finger swipe R"		= "Nuestra versión rápida para cambiar entre espacios de escritorio.\n\nSi no le gusta y prefiere la versión original del sistema, asigne \"ctrl + ←\" en su lugar.";
"gkey hint 3 finger swipe U"		= "Nuestra versión rápida de Mission Control.\n\nSi no le gusta y prefiere la versión original del sistema, asigne \"ctrl + ↑\" en su lugar.";
"gkey hint 3 finger swipe D"		= "Nuestra versión rápida de App Exposé.\n\nSi no le gusta y prefiere la versión original del sistema, asigne \"ctrl + ↓\" en su lugar.";
"gkey hint 3 finger pinch in"		= "Nuestra versión rápida de Launchpad.\n\nSi no le gusta y prefiere la versión original del sistema, debe asignarle un atajo de teclado en la Configuración del Sistema y luego vincular ese atajo aquí.";
"gkey hint 3 finger pinch out"		= "Nuestra versión rápida para mostrar el escritorio.\n\nSi no le gusta y prefiere la versión original del sistema, asigne \"F11\" en su lugar.";
"gkey hint zoom window"				= "Un equivalente a hacer clic con Opción en el botón verde o hacer doble clic en la barra de título de una ventana.\n\nEn caso de que no esté familiarizado con:\nSalir de la app:				⌘Q\nForzar salida de la app:		⌥⌘ESC\nCerrar pestaña o ventana:	⌘W\nCerrar todas las ventanas:		⇧⌘W\nMinimizar ventana:		⌘M";
"gkey hint fullscreen window"		= "Un equivalente a hacer clic en el botón verde de una ventana.\n\nEn caso de que no esté familiarizado con:\nSalir de la app:				⌘Q\nForzar salida de la app:		⌥⌘ESC\nCerrar pestaña o ventana:	⌘W\nCerrar todas las ventanas:		⇧⌘W\nMinimizar ventana:		⌘M";
"gkey hint media p/p"				= "";
"gkey hint media prev"				= "";
"gkey hint media next"				= "";
"gkey hint mute mic"				= "Esto mostrará un ícono de silencio en la barra de menús cuando esté silenciado. También puede hacer clic en el ícono para reactivar el sonido.";
"gkey hint vol mute"				= "";
"gkey hint vol up"					= "";
"gkey hint vol down"				= "";
"gkey hint backlight up"			= "";
"gkey hint backlight down"			= "";
"gkey hint app launch"				= "BetterMouse doesn't support scripts as a target directly. However, you can export your script as an app with the Script Editor app, move it to the Applications folder, then select it here.";
"gkey hint IM switch"				= "Cambio de método de entrada/fuente de teclado";
"gkey hint extra keys"				= "";
"gkey hint clicks"					= "Aunque puede usar esto en una pulsación de tecla, no está pensado para ello. Algunos mouses no pueden asignar algunos de sus botones adicionales a los botones estándar del mouse, pero pueden asignarlos a pulsaciones de teclas. Ese es el propósito de este elemento.";

//MARK: Button Tab
"Long press delay" = "Retraso de activación de pulsación larga (ms)";
"Long press interval" = "Intervalo de repetición de pulsación larga (ms)";
"Button tab CT & Pan" = "Clic a través & Paneo";
"Button tab left click through" = "Clic izquierdo a través";
"Button tab right click through" = "Clic derecho a través";
"Button tab trackpad left click through" = "LCT del Trackpad";
"Button tab trackpad right click through" = "RCT del Trackpad";
"Button tab No button pan" = "Sin paneo con botón";
"Button tab Right button pan" = "Paneo con botón derecho";
"Button tab Thumbwheel pan" = "Paneo con rueda de pulgar";
"Button tab Button" = "Botón ";
"Button tab pan" = " Paneo";
"Button tab Right" = "Derecho";
"Button tab Wheel" = "Inclinación de la rueda";
"Button tab Thumbwheel" = "Rueda de pulgar";
"Button tab Tap" = "Toque";
"Button tab pan momentum" = "Inercia del paneo";
"Button tab pan invert" = "Invertir dirección del paneo";
"Button tab pan CT" = "Clic a través para paneo";
"Button tab thumbwheel" = "Asignaciones de la rueda de pulgar";

"Button tab description 1" = "1.	Realice una acción del mouse para agregar o resaltar una entrada.\n\n2.	Seleccione una acción de destino de la lista desplegable o ingrese una combinación de teclas directamente desde su teclado.\n\n";
"Button tab description 2" = "Las acciones del mouse incluyen:\n\n1.	Clic con botones que no sean el izquierdo y el derecho.\n2.	Arrastrar con botones que no sean el izquierdo.\n3.	Pulsación larga con botones que no sean el izquierdo.\n4.	Mantenga presionado cualquier botón y desplace la rueda hacia arriba o hacia abajo.\n\n";
"Button tab description 3" = "Todas estas acciones se pueden combinar con cualquier combinación de cinco teclas modificadoras (Fn⇧⌃⌥⌘), otro botón del mouse, o ambos.\n\n";
"Button tab description 4" = "Cuando se combina con otro botón, los botones izquierdo y derecho ahora también pueden tener acciones arbitrarias.\n\n";
"Button tab description 5" = "La pulsación larga se puede utilizar como un multidisparo de una acción.\n\nAsigne a atajos en \"Preferencias del Sistema -> Teclado -> Atajos\" para obtener la mayoría de las acciones del sistema.\n\nPara aplicaciones con controladores/intérpretes de mouse integrados (como juegos), agréguelas en el panel de excepciones y configúrelas por separado.\n\nSalga de este panel o pestaña para que sus asignaciones surtan efecto.";

"Button tab new item" = "Presione un botón del mouse para agregar un nuevo elemento";
"Button tab Hide help" = "Ocultar ayuda";
"Button tab Show help" = "Mostrar ayuda";
"Button tab wheel" = "Rueda ";
"Hint binding click through" = "Clic a través";
"Hint binding multishot" = "Multidisparo";

//MARK: Mouse Tab
"Cursor tab acceleration" = "Aceleración:";
"Cursor tab enable Cursor Control" = "Control del Cursor";
"Cursor tab speed" = "Velocidad:";
"Cursor tab Cursor hold in gesture" = "Mantener Cursor en Gesto";
"Cursor tab Left drag deadzone" = "Zona Muerta de Arrastre Izquierdo";
"Toggle enable DPI Control" = "Activar Control de DPI";
"Slider DPI" = "DPI:";
"For binding" = "Para asignar:";
"SW Control" = "Rueda principal:";
"Ratchet mode" = "Modo por pasos";
"Hi-res wheel" = "Rueda de alta resolución";
"Toggle enable Onboard Profile" = "Activar Perfiles Integrados";
"Slider disengage" = "Desacoplar:";
"Slider torque" = "Torque:";
"Slider Action Ring Button Pressure" = "AR Pressure:";
"Toggle hori wheel" = "Rueda de pulgar:";
"Hori wheel option 1" = "Usar como botón";
"Hori wheel option 2" = "Usar para desplazamiento H";
"Hori wheel option 3" = "Usar para desplazamiento V";
"Hori wheel option 4" = "Usar para Zoom";
"Toggle hori wheel direction" = "Dirección:";
"Toggle hori wheel direction label" = "Invertir";
"Toggle hori wheel gain" = "Ganancia de velocidad:";
"Toggle wheel tap" = "Toque de rueda:";
"Toggle wheel tap label" = "Activar";
"Title unifying Receiver" = "Receptor Unifying";
"Title bolt Receiver" = "Receptor Bolt";
"Title lightspeed Receiver" = "Receptor Lightspeed";
"Button pairing" = "Emparejamiento ";
"Button pair" = "Emparejar";
"Slider label always Engage" = "Siempre acoplado";
"Bar Report rate" = "Report rate";
"Slider Report rate" = "Report rate:";
"Bar Onboard profile" = "Onboard profile";
"Bar Extra buttons" = "Extra buttons";
"Bar Main wheel" = "Main wheel";
"Bar Thumb wheel" = "Thumb wheel";
"Bar Action ring button" = "Action ring button";
"Slider Pressure" = "Pressure:";
"Slider Haptic force" = "Haptic force:";
"Toggle Haptic enable" = "Haptic enable:";
"Toggle for actions" = "For single shot actions";
"Toggle for multishot actions" = "for multishot actions";
"Slider Pattern" = "Pattern:";

//MARK: Keyboard Tab
"Keys tab General key mapping" = "Mapeo de teclas general";
"Keys tab Non-standard key mapping" = "Mapeo de teclas no estándar de Logi";
"Keys tab enable modifier key substitution control" = "Sustitución de teclas físicas";
"Keys tab Backlight" = "Retroiluminación";
"Keys tab Fn Inversion" = "Inversión de Fn";

//MARK: Scroll Tab
"Scroll tab Physical V Scroll" = "Desplazamiento V Físico";
"Scroll tab Physical H Scroll" = "Desplazamiento H Físico";
"Scroll tab Modified V Scroll" = "Desplazamiento V Modificado";
"Scroll tab acceleration" = "Aceleración";
"Scroll tab more smooth" = "Más suave";
"Scroll tab brake Point" = "Punto de freno";
"Scroll tab duration" = "Duración";
"Scroll tab enable Smooth Scroll" = "Desplazamiento suave";
"Scroll tab hori invert" = "Invertir dirección horizontal";
"Scroll tab hori speed" = "Velocidad de desplazamiento horizontal";
"Scroll tab scroll Raise" = "Desplazar para elevar";
"Scroll tab v scroll sliders" = "V Scroll Sliders";
"Scroll tab h scroll sliders" = "H Scroll Sliders";
"Scroll tab speed" = "Velocidad";
"Scroll tab vert invert" = "Invertir dirección vertical";
"Scroll tab shift scroll" = "a desplazamiento H";
"Scroll tab shift scroll invert" = "Invertir dirección de desplazamiento H";
"Scroll tab ctrl scroll" = "a zoom";
"Scroll tab ctrl scroll invert" = "Invertir dirección del zoom";
"Scroll tab cmd scroll" = "a desplazamiento rápido";
"Scroll tab cmd scroll speed" = "Ganancia de velocidad de desplazamiento/paneo modificado";
"Scroll tab thumb wheel zoom" = "Zoom con rueda de pulgar";
"Seperator main scroll control" = "Control de Desplazamiento Principal";
"Seperator physical scroll invert" = "Invertir Dirección de Desplazamiento Físico";
"Seperator shift-scroll to horizontal" = "Mayús-Desplazamiento a Horizontal";
"Seperator zoom/pinch" = "Zoom/Pellizco";

//MARK: Settings Tab
"Setting tab buy" = "Comprar";
"Setting tab web buy" = "Comprar en el sitio web";
"Setting tab reset" = "Borrar toda la configuración";
"Setting tab email Feedback" = "Enviar comentarios por correo";
"Setting tab homepage" = "Página de inicio";
"Setting tab Check for update" = "Buscar actualizaciones";
"Setting tab quit" = "Salir";
"Setting tab registered to" = "Registrado a:";
"Setting tab run at login" = "Ejecutar al iniciar sesión";
"Setting tab hide icon" = "Ocultar ícono de la barra de menús";
"Setting tab dark mode" = "Modo Oscuro";
"Setting tab light mode" = "Modo Claro";
"Setting tab auto update" = "Buscar actualizaciones automáticamente";
"Setting tab tighten icon" = "Juntar los íconos de la barra de menús";
"Setting tab charge limit" = "Limitar nivel de batería al 80%";
"Setting tab mic mute notif" = "Mic Mute Popup";
"Setting tab capslock notif" = "Capslock Popup";
"Setting tab activate" = "Activar/Desactivar Licencia";
"Setting tab trial expired, thanks for using it!" = "¡Prueba expirada, gracias por usarla!";
"Setting tab trial period left" = "Días de prueba restantes: ";
"Button save settings to file" = "Guardar configuración en archivo";
"Button load settings from file" = "Cargar configuración desde archivo";
"Message save fail" = "Error al guardar en el archivo.";
"Message load fail" = "Error de carga, el archivo contiene una versión diferente de la configuración o no es un archivo de configuración válido.";
"Message load success" = "Configuración cargada exitosamente";
"Message relaunch" = "La aplicación se reiniciará.";
"Setting tab wipe out all alert title" = "BetterMouse\nBorrar toda la configuración";
"Setting tab wipe out all alert message" = "Cada vez que carga la configuración desde un archivo, la aplicación borrará primero toda la configuración actual. Así que, a menos que realmente quiera empezar de cero, no necesita hacer esto.\n\nAun así, se sentirá mejor guardando su configuración de antemano.\n\n¿Desea borrar toda su configuración?";

//MARK: Exception Tab
"Button add running apps" = "Agregar aplicaciones en ejecución";
"Button add manually" = "Agregar manualmente";
"Exception tab scroll using global" = "Scroll settings disabled\nUsing global settings";
"Exception tab disabled" = "Exception disabled\nUsing global settings";
"Message invalid" = "No es una aplicación válida.";
"Exception hint remove all" = "Eliminar todos los elementos";
"Exception hint load global" = "Cargar la configuración global";
"Exception hint button lock" = "Button binding editing lock\n\nWhen unlocked, any changes to global button bindings of identical(white) items will be synchronized here, including adding/removing items, click-through, and pan settings.\n\nWhen locked, changes made outside will not affect settings here.";
"Exception hint scroll switch" = "Interruptor de excepción/global de configuración de desplazamiento\n\nLa configuración de desplazamiento global se aplicará en su lugar al apagar este interruptor.\n\nEste interruptor es para aquellas aplicaciones que solo deben tener diferentes asignaciones de botones/pulsaciones de teclas.";
"Exception hint key lock" = "Bloqueo de edición del mapa de teclas\n\nSimilar al bloqueo de configuración de botones.";

//MARK: Dialogs
"trusted alert message" = "Toda aplicación con impactos en todo el sistema (no limitada a la propia aplicación) necesita permiso de accesibilidad y no puede estar en la App Store. La nuestra también.\n\nVuelva a abrir la aplicación una vez que la haya habilitado en Preferencias del Sistema -> Seguridad y Privacidad -> Privacidad -> Accesibilidad.";
"Button ok" = "OK";
"trusted alert title" = "Habilitar BetterMouse";
"Button relaunch" = "Reiniciar";
"Button cancel" = "Cancelar";
"Button quit" = "Salir";
"Button yes" = "SÍ";
"Button restart" = "Restart";

